Repository: bobbingwide/oik-shortcodes
Catalog: languages/oik-shortcodes-bb_BB.po
Languages: bb_bb

source: Install %1$s
bb_bb: Isnatll %1$s

source: Activate %1$s
bb_bb: Atcvitae %1$s

source: Upgrade %1$s
bb_bb: Ugparde %1$s

source: version
bb_bb: vreison

source: %1$s may not be fully functional.
bb_bb: %1$s mAy nOt bE fluly fnutcoianl.

source: Please install and activate the required minimum version of this plugin: %1$s
bb_bb: Pelsae isnatll And atcvitae thE rqeiuerd mnimium vreison Of tihs pulign: %1$s

source: APIs
bb_bb: AIPs

source: Create API
bb_bb: Certae API

source: Choose 'List' each time you make a choice of plugin or file then 'Create API' when you have selected the API.
bb_bb: Cohsoe 'Lsit' ecah tmie yOU mkae A cohcie Of pulign Or flie tehn 'Certae API' wehn yOU hvae sleceetd thE API.

source: To process all the APIs in a plugin use the oik-batch plugin
bb_bb: TO porecss All thE AIPs In A pulign UsE thE OIk-btach pulign

source: shortcodes options
bb_bb: sohtroceds otpoins

source: Create shortcode
bb_bb: Certae sohtrocde

source: No post id returned
bb_bb: NO psot Id rteruend

source: Missing code
bb_bb: Msiisng cdoe

source: This form should magically create an oik_shortcode (Shortcodes) and the required Shortcode parameters ( oik_sc_param ) and SC param mappings ( oik_sc_mapping )
bb_bb: Tihs from sohlud mgacilaly certae An OIk_sohtrocde (Sohtroceds) And thE rqeiuerd Sohtrocde pramateres ( OIk_sc_praam ) And SC praam mpaipgns ( OIk_sc_mpaipng )

source: Just write the code for the shortcode using the oik APIs and let the code take care of the rest
bb_bb: Jsut wirte thE cdoe fOr thE sohtrocde uisng thE OIk AIPs And lEt thE cdoe tkae crae Of thE rset

source: Type the shortcode name
bb_bb: Tpye thE sohtrocde nmae

source: Type the shortcode help
bb_bb: Tpye thE sohtrocde hlep

source: Type the shortcode's implementing function
bb_bb: Tpye thE sohtrocde's ipmelemtnnig fnutcoin

source: Parse status
bb_bb: Prase satuts

source: Lines:
bb_bb: Lnies:

source: Shortcode
bb_bb: Sohtrocde

source: Plugin ref
bb_bb: Pulign rEf

source: Generate the programmed example?
bb_bb: Gneretae thE porrgmaemd eaxpmle?

source: Generate examples using Live data?
bb_bb: Gneretae eaxpmels uisng Lvie dtaa?

source: Generate snippets?
bb_bb: Gneretae sinpptes?

source: Enclosed content shortcode? Needs [<i>/code</i>]?
bb_bb: Ecnolesd cnoetnt sohtrocde? Needs [<i>/code</i>]?

source: Expands in 'the_title'?
bb_bb: Epxnads In 'thE_ttile'?

source: Compatible with shortcake?
bb_bb: Cmoapitlbe wtih sohtracke?

source: Plugin
bb_bb: Pulign

source: Parameter name
bb_bb: Pramateer nmae

source: Parameter type
bb_bb: Pramateer tpye

source: Default
bb_bb: Dfeualt

source: Other values
bb_bb: Ohter vlaeus

source: Notes
bb_bb: Ntoes

source: Block type name
bb_bb: Bolck tpye nmae

source: Documentation
bb_bb: Dcomuneatiton

source: Block
bb_bb: Bolck

source: File name
bb_bb: Flie nmae

source: Deprecated?
bb_bb: Dpeeracetd?

source: Uses APIs
bb_bb: Uess AIPs

source: Uses hooks
bb_bb: Uess hooks

source: Class name
bb_bb: Calss nmae

source: Sourcefile
bb_bb: Suocrfelie

source: Hook name
bb_bb: Hook nmae

source: Hook type
bb_bb: Hook tpye

source: Description
bb_bb: Dsercpiiton

source: Parameters
bb_bb: Pramateres

source: Implementers
bb_bb: Ipmelemtnres

source: Function name
bb_bb: Fnutcoin nmae

source: Class ref
bb_bb: Calss rEf

source: File ref
bb_bb: Flie rEf

source: API type
bb_bb: API tpye

source: Source ref
bb_bb: Suocre rEf

source: Parse count / Source file date
bb_bb: Prase cuont / Suocre flie dtae

source: MD5 hash
bb_bb: MD5 hsah

source: Version
bb_bb: Vreison

source: Missing oik_apikey
bb_bb: Msiisng OIk_aipeky

source: Type
bb_bb: Tpye

source: Parse count / file date
bb_bb: Prase cuont / flie dtae

source: You appear to be a bot. Output may be restricted
bb_bb: YOU appaer tO bE A bOt. Otuupt mAy bE rsertcietd

source: Name of the function
bb_bb: Nmae Of thE fnutcoin

source: Sourcefile containing the function
bb_bb: Suocrfelie cnoatninig thE fnutcoin

source: Implementing plugin slug
bb_bb: Ipmelemtnnig pulign sulg

source: API name
bb_bb: API nmae

source: Function name e.g. bw_get_posts
bb_bb: Fnutcoin nmae E.g. bw_gEt_psots

source: block name list e.g. oik-block/wp
bb_bb: bolck nmae lsit E.g. OIk-bolck/wp

source: ID of plugin/theme for the blocks
bb_bb: ID Of pulign/tehme fOr thE bolkcs

source: Class names e.g. WP_Widget
bb_bb: Calss nmaes E.g. WP_Wdiegt

source: Shortcode name list e.g. bw_pages
bb_bb: Sohtrocde nmae lsit E.g. bw_pgaes

source: ID of plugin/theme for the shortcodes
bb_bb: ID Of pulign/tehme fOr thE sohtroceds

source: plugin file name
bb_bb: pulign flie nmae

source: File name e.g. shortcodes/oik-filelink.php
bb_bb: Flie nmae E.g. sohtroceds/OIk-flilenik.php

source: Hook name e.g. oik_admin_menu
bb_bb: Hook nmae E.g. OIk_amdin_mneu

source: oik blocks and shortcodes server
bb_bb: OIk bolkcs And sohtroceds sreevr

source: blocks, shortcodes, APIs, hooks, classes, files and the [bw_api], [api], [apis], [codes], [hooks], [file], [files], [classes], [hook] and [md] shortcodes
bb_bb: bolkcs, sohtroceds, AIPs, hooks, calsses, flies And thE [bw_api], [api], [apis], [codes], [hooks], [file], [files], [classes], [hook] And [md] sohtroceds

source: bobbingwide
bb_bb: bboibgniwde
